Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/gratulerer_til_verdens_urfolk_med_fns_internasjonale_urfolksdag.html.tmx
Source language: nob
Languages: sma

source: Gratulerer til verdens urfolk med FNs internasjonale urfolksdag
sma: Læhkoe veartenen aalkoeåålmegidie FN:n internasjonaale aalkoeåålmegebiejjine

source: I dag 9. august er det FNs internasjonale urfolksdag, og temaet for årets markering er urfolksungdom og deres vilje og evne til selv å forme sin egen fremtid.
sma: Daan biejjien mïetsken 9. b. lea FN:n internaasjonale aalkoeåålemegebiejjien ïh daan jaepien aamhtese mïerhkesjæmman lea aalkoeåålmegen noerh jïh dej syjhtede jïh maehtelesvoete jïjtse båetijen aejkien hammoedidh .

source: Samisk ungdom trer frem og krever sin rett til å bli hørt og tatt på alvor.
sma: Saemien noerh bæjjese vaedtsieh jïh krïebpesjieh dej reakta govlehtidh jïh aalverelaakan dåemiedidh.

source: Det krever modighet å stå opp for sine rettigheter, men det krever noe ekstra å skulle gjøre det på vegne av ditt folk overfor landets utøvende makt slik samisk ungdom dessverre har måttet gjøre i år.
sma: Bene lissie kreava, dov åålmegen åvteste darjodh jïjtse laanten faamoen vööste, naemhtie guktie saemien noerh leah tjoereme daan jaepien darjodh. Saemien noerh bæjjese vaedtsieh jïh krïebpesjieh dej reakta govlehtidh jïh aalverelaakan dåemiedidh.

source: Sametingspresident Silje Karine Muotka, president i Samerådet Áslat Holmberg, leder for inuittenes sirkumpolære råd Sara Olsvig og sametingsråd Maja Kristine Jåma deltok nylig på Arctic Peoples' Conference i Ilulissat .
sma: Daerpies eadtjohke årrodh jih voebnesjidh dej reaktaj åvteste. Bene lissie kreava, dov åålmegen åvteste darjodh jïjtse laanten faamoen vööste, naemhtie guktie saemien noerh leah tjoereme daan jaepien darjodh.

source: Sametingspresident Silje Karine Muotka og sametingsråd Maja Jåma deltok nylig på det historiske 50-årsjubileet for Arctic Peoples' Conference i Ilulissat på Kalaallit Nunaat/Grønland 20.-21.juli 2023.
sma: Saemiedigkiepresidente Silje Karine Muotka jïh saemiedigkieraerie Maja Krisitne Jåma lin aadtjegh meatan dennie histovreles 50-jaepien heevehtimmesne Arctic Peoples' Conference i Ilulissat, Kalaallit Nunaat/Kruanalaantesne snjaltjen 20.- 21. b. 2023.

source: Deklarasjonen fra konferansen fremhevet betydningen av å gi urfolksungdom en sentral rolle i å forme vår felles fremtid.
sma: Deklarasjovnem konferanseste tjïertesti man vihkeles lea aalkoealmetji noeride aktem vihkeles råållem vedtedh juktie mijjen båetijen aejkien hammoedidh.

source: Vi har alle et ansvar for hvilken verden vi overlater til de neste generasjonene.
sma: Mijjieh gaajhkesh dïedtem utnieh guktie veartenem mijjieh båetije boelvide vedtebe.

source: Sametinget ønsker å gratulere verdens urfolk med dagen!
sma: Saemiedigkie vaajtele læhkoehtidh veartenen aalkoeåålmegidie!
